Repository: MauroJuliano/Veyra
Catalog: Veyra/Configuration/Errors.xcstrings
Source language: en
Languages: de, pt_br

source: Check your internet connection and try again.
de: Überprüfe deine Internetverbindung und versuche es erneut.
pt_br: Verifique sua conexão com a internet e tente novamente.

source: The email or password is incorrect.
de: E-Mail-Adresse oder Passwort ist falsch.
pt_br: O e-mail ou a senha estão incorretos.

source: Confirm your email before signing in.
de: Bestätige deine E-Mail-Adresse, bevor du dich anmeldest.
pt_br: Confirme seu e-mail antes de entrar.

source: Too many attempts. Wait a moment and try again.
de: Zu viele Versuche. Warte einen Moment und versuche es erneut.
pt_br: Muitas tentativas. Aguarde um momento e tente novamente.

source: Online access is not configured on this device.
de: Der Online-Zugriff ist auf diesem Gerät nicht konfiguriert.
pt_br: O acesso online não está configurado neste dispositivo.

source: This username is already in use.
de: Dieser Benutzername wird bereits verwendet.
pt_br: Este username já está em uso.

source: The conversation could not be loaded.
de: Die Unterhaltung konnte nicht geladen werden.
pt_br: Não foi possível carregar a conversa.

source: Messages are unavailable while either user is blocked.
de: Nachrichten sind nicht verfügbar, solange einer der Nutzer blockiert ist.
pt_br: As mensagens ficam indisponíveis enquanto um dos usuários estiver bloqueado.

source: This user cannot receive calls right now.
de: Dieser Nutzer kann derzeit keine Anrufe empfangen.
pt_br: Este usuário não pode receber chamadas agora.

source: Microphone access is required for voice calls.
de: Für Sprachanrufe ist Mikrofonzugriff erforderlich.
pt_br: O acesso ao microfone é necessário para chamadas de voz.

source: Unable to connect audio for this call.
de: Das Audio für diesen Anruf konnte nicht verbunden werden.
pt_br: Não foi possível conectar o áudio desta chamada.

source: We couldn't complete this sign-in request. Please try again.
de: Die Anmeldung konnte nicht abgeschlossen werden. Versuche es erneut.
pt_br: Não foi possível concluir o acesso. Tente novamente.

source: Unable to refresh conversations. Please try again.
de: Die Unterhaltungen konnten nicht aktualisiert werden. Versuche es erneut.
pt_br: Não foi possível atualizar as conversas. Tente novamente.

source: Unable to load people right now. Please try again.
de: Personen konnten gerade nicht geladen werden. Versuche es erneut.
pt_br: Não foi possível carregar as pessoas agora. Tente novamente.

source: Unable to start this conversation. Please try again.
de: Die Unterhaltung konnte nicht gestartet werden. Versuche es erneut.
pt_br: Não foi possível iniciar esta conversa. Tente novamente.

source: Unable to remove this conversation. Please try again.
de: Die Unterhaltung konnte nicht entfernt werden. Versuche es erneut.
pt_br: Não foi possível remover esta conversa. Tente novamente.

source: Unable to load messages. Please try again.
de: Die Nachrichten konnten nicht geladen werden. Versuche es erneut.
pt_br: Não foi possível carregar as mensagens. Tente novamente.

source: Your message could not be sent. Tap it to try again.
de: Deine Nachricht konnte nicht gesendet werden. Tippe darauf, um es erneut zu versuchen.
pt_br: Não foi possível enviar sua mensagem. Toque nela para tentar novamente.

source: Unable to remove this message. Please try again.
de: Die Nachricht konnte nicht entfernt werden. Versuche es erneut.
pt_br: Não foi possível remover esta mensagem. Tente novamente.

source: Unable to update this reaction. Please try again.
de: Die Reaktion konnte nicht aktualisiert werden. Versuche es erneut.
pt_br: Não foi possível atualizar esta reação. Tente novamente.

source: Unable to complete this call action. Please try again.
de: Die Anrufaktion konnte nicht abgeschlossen werden. Versuche es erneut.
pt_br: Não foi possível concluir esta ação da chamada. Tente novamente.

source: Unable to record audio right now. Please try again.
de: Audio konnte gerade nicht aufgenommen werden. Versuche es erneut.
pt_br: Não foi possível gravar o áudio agora. Tente novamente.

source: Unable to update your profile. Please try again.
de: Dein Profil konnte nicht aktualisiert werden. Versuche es erneut.
pt_br: Não foi possível atualizar seu perfil. Tente novamente.

source: The selected image could not be loaded.
de: Das ausgewählte Bild konnte nicht geladen werden.
pt_br: Não foi possível carregar a imagem selecionada.

source: The image could not be saved. Please try again.
de: Das Bild konnte nicht gespeichert werden. Versuche es erneut.
pt_br: Não foi possível salvar a imagem. Tente novamente.

source: Username must contain 3–30 lowercase letters, numbers, periods, or underscores.
de: Der Benutzername muss aus 3–30 Kleinbuchstaben, Zahlen, Punkten oder Unterstrichen bestehen.
pt_br: O nome de usuário deve conter de 3 a 30 letras minúsculas, números, pontos ou sublinhados.
